Repository: jrajaniemi/BikeComputerSwiftUI
Catalog: BikeComputer/Components/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, fi, fr, ga, ga_ie, ha, he, hi, hr, hu, hy, id, is, it, ja, ka, ko, ku, la, lt, lv, mk, ms, mt, nb, nl, pa, pl, pt, pt_pt, qu, rm, rm_ch, ro, ru, sk, sl, sq, sr, sv, sw, th, tr, uk_ua, ur, vi, zh, zh_hant

source: Power saving mode: Unknown
ar: وضع توفير الطاقة: غير معروف
bg: Режим икономия на енергия: Неизвестен
bs: Režim uštede energije: Nepoznato
ca: Mode d'estalvi d'energia: Desconegut
cs: Režim úspory energie: Neznámý
da: Strømbesparende tilstand: Ukendt
de: Energiesparmodus: Unbekannt
el: Λειτουργία εξοικονόμησης ενέργειας: Άγνωστη
es: Modo de ahorro de energía: Desconocido
et: Toite säästmise režiim: Teadmata
fi: Virransäästötila: tuntematon
fr: Mode d'économie d'énergie : Inconnu
ga: Modh cumhachta a shábháil: Anaithnid
ga_ie: Modh sábhála cumhachta: Anaithnid
ha: An shigar yanayin ajiyar wuta: Ba a sani ba
he: מצב חיסכון בחשמל: לא ידוע
hi: पावर सेविंग मोड: अज्ञात
hr: Način uštede energije: Nepoznato
hu: Energiatakarékos mód: Ismeretlen
hy: Էներգախնայող ռեժիմ՝ Անհայտ
id: Mode hemat daya: Tidak diketahui
is: Orkusparnaðarhamur: Óþekkt
it: Modalità di risparmio energetico: Sconosciuto
ja: 省電力モード：不明
ka: ენერგიის დამზოგავი რეჟიმი: უცნობი
ko: 절전 모드: 알 수 없음
ku: هەڵاتى پاراستنى توێژەر: نادیار
la: Potentiae salutaris modus: Incognitus
lt: Energijos taupymo režimas: Nežinoma
lv: Enerģijas taupīšanas režīms: Nezināms
mk: Режим заштеда на енергија: Непознато
ms: Mod penjimatan kuasa: Tidak diketahui
mt: Modalità ta' tfaddil tal-enerġija: Mhux magħruf
nb: Strømsparingsmodus: Ukjent
nl: Energiebesparingsmodus: Onbekend
pa: ਬਿਜਲੀ ਬਚਤ ਮੋਡ: ਅਣਜਾਣ
pl: Tryb oszczędzania energii: Nieznany
pt: Modo de economia de energia: Desconhecido
pt_pt: Modo de poupança de energia: Desconhecido
qu: Tukuriy mana: Mana yachayniyuq
rm: Modus da spargn da forza: Nunenconuschent
rm_ch: Modus daditg da forza: Nunenconuschent
ro: Mod de economisire a energiei: Necunoscut
ru: Режим энергосбережения: Неизвестно
sk: Režim úspory energie: Neznáme
sl: Način varčevanja z energijo: Neznano
sq: Modaliteti i kursimit të energjisë: I panjohur
sr: Režim uštede energije: Nepoznato
sv: Strömsparläge: Okänd
sw: Läget för strömsparning: Okänt
th: โหมดประหยัดพลังงาน: ไม่ทราบ
tr: Güç tasarruf modu: Bilinmeyen
uk_ua: Режим заощадження енергії: Невідомо
ur: پاور سیونگ موڈ: نامعلوم
vi: Chế độ tiết kiệm năng lượng: Không rõ
zh: 省电模式：未知
zh_hant: 省電模式：未知

source: RECORD
ar: سجل
bg: ЗАПИС
bs: SNIMI
ca: REGISTRE
cs: ZÁZNAM
da: OPTAG
de: AUFNEHMEN
el: ΕΓΓΡΑΦΗ
es: GRABAR
et: SALVESTA
fi: TALLENNA
fr: ENREGISTRER
ga: TAIFEAD
ga_ie: TAIFEAD
ha: RIKO
he: הקלט
hi: रिकॉर्ड
hr: ZAPIS
hu: RÖGZÍTÉS
hy: ԳՐԱՆՑԵԼ
id: CATAT
is: SKRÁ
ja: 記録
ka: ჩანაწერი
ko: 기록
ku: تۆمار
la: REGISTRA
lt: ĮRAŠYTI
lv: IERAKSTS
mk: СНИМАЈ
ms: REKOD
mt: REĠISTRA
nb: OPPTAK
nl: OPNEMEN
pa: ਰਿਕਾਰਡ
pl: ZAPIS
pt: REGISTRO
pt_pt: REGISTAR
qu: Qelqa
rm: REGISTRA
rm_ch: Registra
ro: ÎNREGISTREAZĂ
ru: Запись
sk: ZÁZNAM
sl: ZAPIS
sq: REGJISTRO
sr: SNIMI
sv: REKORD
sw: REKODI
th: บันทึก
tr: KAYIT
uk_ua: ЗАПИС
ur: ریکارڈ
vi: GHI AM
zh: 记录
zh_hant: 記錄

source: Route Details
ar: تفاصيل الطريق
bg: Детайли за маршрута
bs: Detalji rute
ca: Detalls de la ruta
cs: Podrobnosti trasy
da: Rutedetaljer
de: Routendetails
el: Στοιχεία Διαδρομής
es: Detalles de la Ruta
et: Marsruudi üksikasjad
fi: Reitin tiedot
fr: Détails de l'itinéraire
ga: Sonraí an Bhóthair
ga_ie: Sonraí Bealaigh
ha: Bayani Kan hanya
he: פרטי מסלול
hi: रूट विवरण
hr: Detalji rute
hu: Útvonal részletei
hy: Ուղու մանրամասներ
id: Detail Rute
is: Leiðarupplýsingar
it: Dettagli itinerario
ja: ルート詳細
ka: მარშრუტის დეტალები
ko: 루트 세부사항
ku: Detailsa Şopandina
la: Itineris Singula
lt: Maršruto duomenys
lv: Maršruta detaļas
mk: Детали за маршрута
ms: Butiran Laluan
mt: Dettalji tar-Rotta
nb: Veibeskrivelser
nl: Routegegevens
pa: ਰਾਹ ਦੀਆਂ ਜਾਣਕਾਰੀਆਂ
pl: Szczegóły trasy
pt: Detalhes da Rota
pt_pt: Detalhes da Rota
qu: Limpu Kamachiy
rm: Detagls da la ruta
rm_ch: Detagls da la ruta
ro: Detalii traseu
ru: Детали маршрута
sk: Detaily trasy
sl: Podrobnosti poti
sq: Detajet e Rrugës
sr: Detalji rute
sv: Ruttinformation
sw: Maelezo ya Njia
th: รายละเอียดเส้นทาง
tr: Rota Detayları
uk_ua: Деталі маршруту
ur: تفصیلات راہ
vi: Chi tiết lộ trình
zh: 路线详情
zh_hant: 路線詳情

source: Route Error
ar: خطأ في المسار
bg: Грешка в маршрута
bs: Greška na ruti
ca: Error de ruta
cs: Chyba trasy
da: Rute Fejl
de: Routenfehler
el: Σφάλμα Διαδρομής
es: Error de Ruta
et: Marsruudi Viga
fi: Reittivirhe
fr: Erreur de route
ga: Earráid Bealaigh
ga_ie: Earráid Bealaigh
ha: Kuskuren Hanya
he: שגיאת מסלול
hi: मार्ग त्रुटि
hr: Greška rute
hu: Útvonal hiba
hy: Ուղու Սխալ
id: Kesalahan Rute
is: Leiðarvilla
it: Errore di itinerario
ja: ルートエラー
ka: მარშრუტის შეცდომა
ko: 경로 오류
ku: هەڵە ڕوووتە
la: Iter Error
lt: Maršruto klaida
lv: Maršruta Kļūda
mk: Грешка на рута
ms: Ralat Laluan
mt: Żball tar-Rotta
nb: Rute Feil
nl: Routingsfout
pa: ਰੂਟ ਦਰੁਸਟੇ
pl: Błąd trasy
pt: Erro de Rota
pt_pt: Erro de Rota
qu: Inti Ñan Pantiy
rm: Errur da ruta
rm_ch: Errur da via
ro: Eroare Rută
ru: Ошибка Маршрута
sk: Chyba trasy
sl: Napaka poti
sq: Gabim i Rrugës
sr: Pogreška rute
sv: Ruttfel
sw: Hitilafu ya Njia
th: ข้อผิดพลาดเส้นทาง
tr: Rota Hatası
uk_ua: Помилка Маршруту
ur: راستہ کی خرابی
vi: Lỗi Tuyến đường
zh: 路线错误
zh_hant: 路線錯誤

source: Route Name
ar: اسم المسار
bg: Име на маршрут
bs: Naziv rute
ca: Nom de la ruta
cs: Název trasy
da: Rutenavn
de: Routenname
el: Όνομα διαδρομής
es: Nombre de la ruta
et: Marsruudi nimi
fi: Reitin nimi
fr: Nom de la route
ga: Ainm an Bhóthair
ga_ie: Ainm Bealaigh
ha: Sunan Hanya
he: שם המסלול
hi: रूट का नाम
hr: Naziv rute
hu: Útvonal neve
hy: Ուղու անվանում
id: Nama Rute
is: Leiðarnafn
it: Nome percorso
ja: ルート名
ka: მარშრუტის სახელი
ko: 노선 이름
ku: Navê Rêya
la: Nomen Itineris
lt: Maršruto pavadinimas
lv: Maršruta nosaukums
mk: Име на рута
ms: Nama Laluan
mt: Isem tar-Rotta
nb: Rutenavn
nl: Routenaam
pa: ਰੂਟ ਦਾ ਨਾਮ
pl: Nazwa trasy
pt: Nome da Rota
pt_pt: Nome da Rota
qu: Ñan Suti
rm: Num da via
rm_ch: Num da la ruta
ro: Numele rutei
ru: Название маршрута
sk: Názov trasy
sl: Ime poti
sq: Emri i rrugës
sr: Naziv Rute
sv: Routens namn
sw: Namn på rutt
th: ชื่อเส้นทาง
tr: Rota Adı
uk_ua: Назва маршруту
ur: راستے کا نام
vi: Tên Tuyến Đường
zh: 路线名称
zh_hant: 路線名稱

source: Routes
ar: طرق
bg: Маршрути
bs: Rute
ca: Rutes
cs: Trasy
da: Ruter
de: Routen
el: Διαδρομές
es: Rutas
et: Marsruudid
fi: Reitit
ga: Bealaí
ga_ie: Rothanna
ha: Hanyoyi
he: מסלולים
hi: मार्ग
hr: Rute
hu: Útvonalak
hy: Ուղիներ
id: Rute
is: Leiðir
it: Percorsi
ja: ルート
ka: მარშრუტები
ko: 경로
ku: ڕووتەکان
la: Itinera
lt: Maršrutai
lv: Maršruti
mk: Маршрути
ms: Laluan
mt: Rotot
nb: Ruter
pa: ਰੂਟਾਂ
pl: Trasy
pt: Rotas
pt_pt: Rotas
qu: Ñanñikuna
rm_ch: Ruttas
ro: Rute
ru: Маршруты
sk: Trasy
sl: Poti
sq: Rrugët
sr: Rute
sv: Rutter
sw: Njia
th: เส้นทาง
tr: Rotalar
uk_ua: Маршрути
ur: راستے
vi: Lộ trình
zh: 路线
zh_hant: 路線

source: Routes Information
ar: معلومات المسارات
bg: Информация за маршрути
bs: Informacije o rutama
ca: Informació de Rutes
cs: Informace o trasách
da: Ruteoplysninger
de: Routeninformationen
el: Πληροφορίες Διαδρομών
es: Información de Rutas
et: Marsruutide teave
fi: Reittitiedot
fr: Informations sur les itinéraires
ga: Eolas Bealaí
ga_ie: Eolais na mBealaí
ha: Bayanin Hanyoyi
he: פרטי מסלולים
hi: मार्गों की जानकारी
hr: Informacije o rutama
hu: Útvonalak információja
hy: Ուղիների տեղեկատվություն
id: Informasi Rute
is: Leiðaupplýsingar
it: Informazioni sui percorsi
ja: ルート情報
ka: მარშრუტების ინფორმაცია
ko: 경로 정보
ku: دەربارەی زانیاری ڕێگایەکان
la: Itinerum Informationes
lt: Maršrutų informacija
lv: Maršrutu informācija
mk: Информации за рути
ms: Maklumat Laluan
mt: Informazzjoni tat-Toroq
nb: Ruteinformasjon
nl: Route-informatie
pa: ਰਸਤੇ ਜਾਣਕਾਰੀ
pl: Informacje o trasach
pt: Informações de Rotas
pt_pt: Informação de Rotas
qu: Inti Ñan Willakuna
rm: Infurmaziuns da rutas
rm_ch: Infurmaziuns da ruttas
ro: Informații rute
ru: Информация о маршрутах
sk: Informácie o trasách
sl: Informacije o poteh
sq: Informacioni i Rrugëve
sr: Informacije o rutama
sv: Ruttinformation
sw: Taarifa za Njia
th: ข้อมูลเส้นทาง
tr: Rota Bilgileri
uk_ua: Маршрути інформація
ur: راستوں کی معلومات
vi: Thông tin Tuyến đường
zh: 路线信息
zh_hant: 路線信息

source: Rowing
ar: التجديف
bg: Гребане
bs: Veslanje
ca: Remar
cs: Veslování
da: Roning
de: Rudern
el: Κωπηλασία
es: Remo
et: Sõudmine
fi: Soutaminen
fr: Aviron
ga: Rámhaíocht
ga_ie: Rámhaíocht
ha: Jirgin ruwa
he: חתירה
hi: रोइंग
hr: Veslanje
hu: Evezés
hy: Թիավարում
id: Mendayung
is: Róður
it: Canottaggio
ja: ボート漕ぎ
ka: ნიჩბოსნობა
ko: 조정
ku: Kêşîn
la: Remigatio
lt: Irklavimas
lv: Airēšana
mk: Веслање
ms: dayung
mt: Ramon
nb: Roing
nl: Roeien
pa: ਪੈਡਲਿੰਗ
pl: Wioślarstwo
pt: Remo
pt_pt: Remo
qu: Wachay
rm: Remar
rm_ch: Remar
ro: Canotaj
ru: Гребля
sk: Veslovanie
sl: Veslanje
sq: Veslë
sr: Veslanje
sv: Rodd
sw: Kuogelea
th: พายเรือ
tr: Kürek çekme
uk_ua: веслування
ur: چپوچپتی
vi: Chèo thuyền
zh: 赛艇
zh_hant: 划船

source: Running
ar: تشغيل
bg: Работи
bs: Trčanje
ca: Corrent
cs: Běží
da: Løb
de: Laufend
el: Τρέξιμο
es: Ejecutando
et: Jooksmine
fi: Juokseminen
fr: Course
ga: Rith
ga_ie: Rith
ha: Gudunawa
he: ריצה
hi: चल रहा है
hr: Trčanje
hu: Futás
hy: Վազք
id: Berlari
is: Hlaup
it: Esecuzione
ja: 実行
ka: გაშვება
ko: 러닝
ku: Avakirîn
la: Currens
lt: Vyksta
lv: Skriešana
mk: Трчање
ms: Berjalan
mt: Għaddej
nb: Kjører
nl: Lopen
pa: ਚੱਲ ਰਿਹਾ
pl: Bieganie
pt: Correndo
pt_pt: A correr
qu: Puriy
rm: Currir
rm_ch: Currind
ro: Alergare
ru: Бег
sk: Beží
sl: Tekoč
sq: Vrapim
sr: Trčanje
sv: Springer
sw: Kuendesha
th: กำลังทำงาน
tr: Çalıştırma
uk_ua: Запуск
ur: چل رہا ہے
vi: Chạy
zh: 运行
zh_hant: 運行

source: Sailing
ar: الإبحار
bg: Плаване
bs: Jedrenje
ca: Navegació
cs: Plachtění
da: Sejlads
de: Segeln
el: Ιστιοπλοΐα
es: Navegación
et: Purjetamine
fi: Purjehdus
fr: Voile
ga: Seoltóireacht
ga_ie: Seoltóireacht
ha: Suafawa
he: שַׁיִט
hi: पालनकारी
hr: Jedrenje
hu: Vitorlázás
hy: նավարկություն
id: Bersepeda
is: Sigling
it: Vela
ja: 航海
ka: ცაიფრობა
ko: 항해
ku: پەرەدەکەتی
la: Navigatio
lt: Buriavimas
lv: Burāšana
mk: Пловење
ms: Pelayaran
mt: Tbaħħir
nb: Seiling
nl: Zeilen
pa: ਨੌਕਾਯਾਨ
pl: Żeglarstwo
pt: Navegação
pt_pt: Vela
qu: Wayra takay
rm: Navigaziun
rm_ch: Navigar
ro: Navigație
ru: Парусный спорт
sk: plachtenie
sl: Jadranje
sq: Lundrim
sr: Jedrenje
sv: Segling
sw: Segling
th: แล่นเรือ
tr: Yelken
uk_ua: Парусний спорт
ur: جہاز رانی
vi: Đi thuyền
zh: 航行
zh_hant: 航行

source: Save
ar: حفظ
bg: Запази
bs: Sačuvaj
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
ga: Sábháil
ga_ie: Sábháil
ha: Ajiye
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
hy: Պահել
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
ko: 저장
ku: پاشەکەوتکردن
la: Serva
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
ms: Simpan
mt: Ħlief
nb: Lagre
nl: Opslaan
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt: Salvar
pt_pt: Guardar
qu: Waqllichi
rm: Spustar
rm_ch: Salva
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Sačuvaj
sv: Spara
sw: Hifadhi
th: บันทึก
tr: Kaydet
uk_ua: Зберегти
ur: محفوظ کریں
vi: Lưu
zh: 保存
zh_hant: 保存

source: Screenshot
ar: لقطة شاشة
bg: Екранна снимка
bs: Snimak ekrana
ca: Captura de pantalla
cs: Snímek obrazovky
da: Skærmbillede
de: Bildschirmfoto
el: Στιγμιότυπο
es: Captura de pantalla
et: Ekraanipilt
fi: Näyttökuva
fr: Capture d'écran
ga: Scáileán Gabhála
ga_ie: Scáileain
ha: Hoton allo
he: צילום מסך
hi: स्क्रीनशॉट
hr: Snimka zaslona
hu: Képernyőkép
hy: Սքրինշոթ
id: Tangkap Layar
is: Skjámynd
ja: スクリーンショット
ka: სქრინშოთი
ko: 스크린샷
ku: سکرینشۆت
la: Exemplar
lt: Ekrano kopija
lv: Ekrānuzņēmums
mk: Снимка на екранот
ms: Tangkap Layar
nb: Skjermbilde
nl: Schermafbeelding
pa: ਸਕ੍ਰੀਨਸ਼ਾਟ
pl: Zrzut ekranu
pt: Captura de tela
pt_pt: Captura de ecrã
qu: Pantallawan kutikuy
rm: Maletg da màn
ro: Captură de ecran
ru: Скриншот
sk: Snímka obrazovky
sl: Posnetek zaslona
sq: Pamje e ekranit
sr: Snimak ekrana
sv: Skärmdump
sw: Picha ya skrini
th: ภาพหน้าจอ
tr: Ekran görüntüsü
uk_ua: Знімок екрану
ur: اسکرین شاٹ
vi: Ảnh chụp màn hình
zh: 截图
zh_hant: 螢幕截圖

source: Select Image
ar: حدد الصورة
bg: Избери изображение
bs: Odaberi sliku
ca: Selecciona imatge
cs: Vybrat obrázek
da: Vælg billede
de: Bild auswählen
el: Επιλέξτε εικόνα
es: Seleccionar Imagen
et: Vali pilt
fi: Valitse kuva
fr: Sélectionner image
ga: Roghnaigh Íomhá
ga_ie: Roghnaigh Íomha
ha: Zaɓi Hoton
he: בחר תמונה
hi: छवि चुनें
hr: Odaberi sliku
hu: Kép kiválasztása
hy: ընտրել պատկեր
id: Pilih Gambar
is: Veldu mynd
it: Seleziona immagine
ja: 画像を選択
ka: არჩიეთ გამოსახულება
ko: 이미지 선택
ku: Wêneyê bibijêre
la: Selige Imaginem
lt: Pasirinkite vaizdą
lv: Atlasīt attēlu
mk: Изберете слика
ms: Pilih Imej
mt: Agħżel Immaġni
nb: Velg bilde
nl: Selecteer afbeelding
pa: ਚਿੱਤਰ ਚੁਣੋ
pl: Wybierz obraz
pt: Selecionar imagem
pt_pt: Selecionar Imagem
qu: Akllari Rikcha
rm: Selecté Immagine
rm_ch: Selezziunà maletg
ro: Selectează imaginea
ru: Выберите изображение
sk: Vybrať obrázok
sl: Izberite sliko
sq: Zgjidhni Imazhin
sr: Izaberi sliku
sv: Välj bild
sw: Chagua Picha
th: เลือกรูปภาพ
tr: Resmi Seç
uk_ua: Вибрати зображення
ur: تصویر منتخب کریں
vi: Chọn Hình ảnh
zh: 选择图片
zh_hant: 選擇圖片

source: Settings
ar: الإعدادات
bg: Настройки
bs: Postavke
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
ga: Socruithe
ga_ie: Socruithe
ha: Saituna
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
ko: 설정
ku: ڕێکخستنەکان
la: Optiones
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਜ਼
pl: Ustawienia
pt: Configurações
pt_pt: Configurações
qu: Sutikuna
rm: Impostaziuns
rm_ch: Impostaziuns
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Podešavanja
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
uk_ua: Налаштування
ur: ترتیبات
vi: Cài đặt
zh: 设置
zh_hant: 設定

source: Simulation
ar: المحاكاة
bg: Симулация
bs: Simulacija
ca: Simulació
cs: Simulace
el: Προσομοίωση
es: Simulación
et: Simulatsioon
fi: Simulointi
ga: Insamhalta
ga_ie: Insamhalta
ha: Kwaikwayo
he: סימולציה
hi: सिमुलेशन
hr: Simulacija
hu: Szimuláció
hy: Սիմուլյացիա
id: Simulasi
is: Hermun
it: Simulazione
ja: シミュレーション
ka: სიმულაცია
ko: 시뮬레이션
ku: شیمولاکەری
la: Simulatio
lt: Simuliacija
lv: Simulācija
mk: Симулација
ms: Simulasi
mt: Simulazzjoni
nb: Simulering
nl: Simulatie
pa: ਸਿਮੂਲੇਸ਼ਨ
pl: Symulacja
pt: Simulação
pt_pt: Simulação
qu: Simulakuy
rm: Simulaziun
rm_ch: Simulaziun
ro: Simulare
ru: Моделирование
sk: Simulácia
sl: Simulacija
sq: Simulimi
sr: Simulacija
sv: Simulering
sw: Usimulizi
th: การจำลอง
tr: Simülasyon
uk_ua: Симуляція
ur: تقلید
vi: Mô phỏng
zh: 模拟
zh_hant: 模擬

source: Simulator
ar: محاكي
bg: Симулатор
ca: Simulador
cs: Simulátor
el: Προσομοιωτής
es: Simulador
et: Simulaator
fi: Simulaattori
fr: Simulateur
ga: Insamhlóir
ga_ie: Simulatore
ha: Simulator - Kwayayar kwaikwayo
he: סימולטור
hi: अनुकरणकर्ता
hu: Szimulátor
hy: Սիմուլյատոր
is: Hermir
it: Simulatore
ja: シミュレーター
ka: სიმულატორი
ko: 시뮬레이터
ku: سیمولاتور
lt: Simuliatorius
lv: Simulators
mk: Симулатор
mt: Simulatur
pa: ਸਿਮੂਲੇਟਰ
pl: Symulator
pt: Simulador
pt_pt: Simulador
qu: Simulador
rm_ch: Simulatur
ru: Симулятор
sk: Simulátor
sr: Симулатор
sw: Kisimulizi
th: ซิมูเลเตอร์
tr: Simülatör
uk_ua: Симулятор
ur: سیمیولیٹر
vi: Mô phỏng
zh: 模拟器
zh_hant: 模擬器

source: Snow Sports
ar: الرياضات الشتوية
bg: Зимни спортове
bs: Snježni sportovi
ca: Esports de neu
cs: Zimní sporty
da: Vintersport
de: Schneesportarten
el: Χειμερινά Αθλήματα
es: Deportes de nieve
et: Lumesport
fi: Lumilajit
fr: Sports d'hiver
ga: Spóirt Sneachta
ga_ie: Spóirt Sneachta
ha: Wasannin Ƙanƙara
he: ספורט שלג
hi: स्नो खेल
hr: Snježni sportovi
hu: Hó Sportok
hy: Ձմեռային սպորտաձևեր
id: Olahraga Salju
is: Snjóíþróttir
it: Sport Invernali
ja: スノースポーツ
ka: თოვლის სპორტი
ko: 눈 스포츠
ku: ورزشه‌کانی به‌فر
la: Ludi Nivales
lt: Sniego sportai
lv: Sniega sports
mk: Зимски спортови
ms: Sukan Salji
mt: Isport tas-silġ
nb: Snøsport
nl: Sneeuwsporten
pa: ਬਰਫੀਲੇ ਖੇਲ
pl: Sporty Zimowe
pt: Esportes de Neve
pt_pt: Desportos de Neve
qu: Rit'inakuy Pakta
rm: Sports da naiv
rm_ch: Sports da naiv
ro: Sporturi de iarnă
ru: Зимние виды спорта
sk: Zimné športy
sl: Snežni športi
sq: Sportet e Borës
sr: Zimski sportovi
sv: Snösporter
sw: Michezo ya Theluji
th: กีฬาหิมะ
tr: Kar Sporları
uk_ua: Зимові види спорту
ur: برفانی کھیل
vi: Thể thao tuyết
zh: 雪上运动
zh_hant: 滑雪運動

source: Snowboarding
ar: التزلج على الثلج
bg: Сноуборд
ca: Surf de neu
de: Snowboarden
el: Σνόουμπορντ
es: Snowboard
et: Lumelauasõit
fi: Lumilautailu
fr: Snowboard
ga: Bordáil sneachta
ga_ie: Clárasneachta
ha: Waɗar ƙanƙara
he: גלישת שלג
hi: स्नोबोर्डिंग
hu: Snowboardozás
hy: Ձյունասահք
id: Seluncur salju
is: Snjóbretti
ja: スノーボード
ka: სნოუბორდინგი
ko: 스노보드
ku: Snewqebarî
la: Tabula niviganda
lt: Snowboardingas
lv: Snovbordošana
mk: Сноубординг
ms: Luncur salji
nl: Snowboarden
pa: ਸਨੋਬੋਰਡਿੰਗ
pl: Snowboard
pt: Snowboard
pt_pt: Snowboard
rm: Snowboard
rm_ch: Snowboard
ru: Сноубординг
sl: Deskanje na snegu
sr: Bordanje na snegu
sv: Snowboardåkning
th: สโนว์บอร์ดดิ้ง
tr: Snowboard yapmak
uk_ua: Сноубординг
ur: سنوبورڈنگ
vi: Trượt tuyết ván
zh: 单板滑雪
zh_hant: 滑雪板運動

source: Speed
ar: سرعة
bg: Скорост
bs: Brzina
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
et: Kiirus
fi: Nopeus
fr: Vitesse
ga: Luas
ga_ie: Luas
ha: Gudun
he: מהירות
hi: गति
hr: Brzina
hu: Sebesség
hy: Արագություն
id: Kecepatan
is: Hraði
it: Velocità
ja: 速度
ka: სიჩქარე
ko: 속도
ku: خێزی
la: Velocitas
lt: Greičio
lv: Ātrums
mk: Брзина
ms: Kelajuan
mt: Veloċità
nb: Fart
nl: Snelheid
pa: ਗਤੀ
pl: Prędkość
pt: Velocidade
pt_pt: Velocidade
qu: Llujsi
rm: Snel
rm_ch: Schnälligkeit
ro: Viteză
ru: Скорость
sk: Rýchlosť
sl: Hitrost
sq: Shpejtësi
sr: Brzina
sv: Hastighet
sw: Kasi
th: ความเร็ว
tr: Hız
uk_ua: Швидкість
ur: رفتار
vi: Tốc độ
zh: 速度
zh_hant: 速度

source: Start
ar: ابدأ
bg: Старт
ca: Inicia
el: Έναρξη
es: Iniciar
et: Alusta
fi: Aloitus
fr: Commencer
ga: Tosaigh
ga_ie: Tosaigh
ha: Fara
he: התחל
hi: प्रारंभ
hr: Pokreni
hu: Indítás
hy: Սկսել
id: Mulai
is: Byrja
it: Avvia
ja: 開始
ka: დაწყება
ko: 시작
ku: Dest pê bike
la: Incipe
lt: Pradėti
lv: Sākt
mk: Почеток
ms: Mula
mt: Ibda
pa: ਸ਼ੁਰੂ
pt: Iniciar
pt_pt: Iniciar
qu: Qallariy
rm: Avrir
rm_ch: Cumenzar
ro: Începe
ru: Начать
sk: Štart
sl: Začni
sq: Fillo
sr: Počni
sw: Anza
th: เริ่ม
tr: Başlat
uk_ua: Почати
ur: شروع کریں
vi: Bắt đầu
zh: 开始
zh_hant: 開始

source: Stationary
ar: ثابت
bg: Неподвижен
bs: Nepokretan
ca: Estacionari
cs: Stacionární
da: Papirvarer
de: Papierwaren
el: Χαρτικά
es: Papel de carta
et: Statsionaarne
fi: Paikallaanpysyvä
fr: Papeterie
ga: Seastaí
ga_ie: Stáiseanóireacht
ha: Jinga.
he: נייח
hi: स्थिर
hr: Stacionarno
hu: Álló
hy: ստացիոնար
id: Alat tulis
is: Kyrrstætt
it: Cartoleria
ja: 文房具
ka: სტაციონარული
ko: 문구류
ku: Bêrevan
la: Stabilis
lt: Nejudantis
lv: Stacionārs
mk: Стабилен
ms: Tidak Bergerak
mt: Wieqaf
nb: Stasjonær
nl: Stilstaand
pa: ਸਥਿਰ
pl: Papeteria
pt: Estacionário
pt_pt: Estacionário
qu: Estacionari
rm: Stationari
rm_ch: Staziunar
ro: Staționar
ru: Стационарный
sk: Stacionárny
sl: Stacionarno
sq: Fikse
sr: Nepomičan
sv: Stillastående
sw: Karatasi za kuandikia
th: ประจำที่
tr: Kırtasiye
uk_ua: Канцелярське приладдя
ur: ساکن
vi: Đồ dùng văn phòng
zh: 静止的
zh_hant: 靜止的

source: STOP
ar: قف
bg: СПРИ
ca: ATURA
el: ΣΤΟΠ
es: ALTO
et: PEATU
fi: SEIS
fr: ARRÊT
ha: TSAYA
he: עצור
hi: रुकें
hu: ÁLLJ
hy: ԿԱՆԳՆԻՐ
id: BERHENTI
is: STOPP
it: FERMA
ja: 止まれ
ka: შეწყვიტე
ko: 멈춤
ku: وەستان
lv: Apturēt
mk: СТОП
ms: BERHENTI
mt: WAQFA
nb: STOPP
pa: ਰੋਕੋ
pt: PARE
pt_pt: PARAR
qu: Sayay
rm: STÒ
ru: СТОП
sl: USTAVI
sq: NDAL
sr: СТОП
sv: STOPP
sw: SIMAMA
th: หยุด
tr: DUR
uk_ua: СТОП
ur: رکیں
vi: DỪNG
zh: 停
zh_hant: 停

source: Surfing Sports
ar: رياضات ركوب الأمواج
bg: Сърфинг спортове
bs: Surfing sportovi
ca: Esports de surf
cs: Surfingové sporty
da: Surfing Sport
de: Surfsportarten
el: Αθλήματα Σερφινγκ
es: Deportes de surf
et: Surfispordialad
fi: Surffauslajit
fr: Sports de surf
ga: Sportí Surfála
ga_ie: Spóirt Surfála
ha: Wasannin ninkaya
he: גלישת ספורט
hi: सर्फिंग स्पोर्ट्स
hr: Surfing sportovi
hu: Szörfös Sportok
hy: Սերֆինգի Սպորտներ
id: Olahraga Selancar
is: Brimíþróttir
it: Sport di surf
ja: サーフィン スポーツ
ka: სერფინგის სპორტი
ko: 서핑 스포츠
ku: وەرزشی سەرمایەکاری
la: Ludis Supermundi
lt: Banglenčių sportas
lv: Sērfošanas sports
mk: Сурфање спортови
ms: Sukan Sukan
mt: Isport tas-Surfing
nb: Surfing Sport
nl: Surfsporten
pa: ਸਰਫਿੰਗ ਖੇਡਾਂ
pl: Sporty surfingowe
pt: Esportes de Surfe
pt_pt: Desportos de Surf
qu: Surfing Deportes
rm: Sports da surf
rm_ch: Sport da surf
ro: Sporturi de surf
ru: Серфинг Спорт
sk: Surfing športy
sl: Deskanje športi
sq: Sportet e sërfit
sr: Surfing sportovi
sv: Surfing Sporter
sw: Michezo ya Kusurf
th: กีฬากระดานโต้คลื่น
tr: Sörf Sporları
uk_ua: Серфінг Спорт
ur: سرفنگ اسپورٹس
vi: Lướt sóng Thể thao
zh: 冲浪运动
zh_hant: 衝浪運動

source: Swimming
ar: السباحة
bg: Плуване
bs: Plivanje
ca: Natació
cs: Plavání
da: Svømning
de: Schwimmen
el: Κολύμβηση
es: Natación
et: Ujumine
fi: Uiminen
fr: Natation
ga: Snámh
ga_ie: Snámh
ha: Nisa
he: שחייה
hi: तैराकी
hr: Plivanje
hu: Úszás
hy: Լող
id: Berenang
is: Sund
it: Nuoto
ja: 水泳
ka: ცურვა
ko: 수영
ku: شنا
la: Natatio
lt: Plaukimas
lv: Peldēšana
mk: Пливање
ms: Renang
mt: Għawm
nb: Svømming
nl: Zwemmen
pa: ਤੈਰਨ
pl: Pływanie
pt: Natação
pt_pt: Natação
qu: Tarpuysqa
rm: Nudar
rm_ch: Siuar
ro: Înot
ru: Плавание
sk: Plávanie
sl: Plavanje
sq: Noti
sr: Plivanje
sv: Simning
sw: Kuogelea
th: ว่ายน้ำ
tr: Yüzme
uk_ua: Плавання
ur: تیراکی
vi: Bơi lội
zh: 游泳
zh_hant: 游泳

source: System
ar: نظام
bg: Система
bs: Sistem
ca: Sistema
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteem
fi: Järjestelmä
fr: Système
ga: Córas
ga_ie: Sistema
ha: Tsarin
he: מערכת
hi: सिस्टम
hr: Sustav
hu: Rendszer
hy: Համակարգ
id: Sistem
is: Kerfi
it: Sistema
ja: システム
ka: სისტემა
ko: 시스템
ku: سیستەم
la: Systema
lt: Sistema
lv: Sistēma
mk: Систем
ms: Sistem
mt: Sistema
nl: Systeem
pa: ਸਿਸਟਮ
pt: Sistema
pt_pt: Sistema
qu: Sistimuy
rm: Sistem
rm_ch: Sistem
ro: Sistem
ru: Система
sk: Systém
sl: Sistem
sq: Sistem
sr: Sistem
sw: Mfumo
th: ระบบ
tr: Sistem
uk_ua: Система
ur: نظام
vi: Hệ thống
zh: 系统
zh_hant: 系統
